{  
  "about BOX12?":"About BOX12?",
  "You_will_be_guided_exercises":"You will be guided by our experienced trainers who will inspire you to achieve and learn the basics of boxing and fitness with functional exercises.",
  "A_round_starts_every_minutes_round":"A round starts every 3 minutes, there is no need to depend on anyone else, you just need to show up whenever you want and start in the first round",
  "You_will_notice_calories": "You will notice that our exercises work at about 80-90% of your physical capacity and burn between 500 and 700 calories.",   
  "Our_exercises_are_UK": "Our exercises are pre-determined with well-planned programs that regularly come from the UK",
  "Our_training_environment_trainers": "Our training environment will help you learn the basics of boxing and functional exercises, with complete guidance from the trainers.",
  "A_club_technologies": "A club that provides you with the latest technologies",
  "Organized_time-efficient_enthusiasm": "Organized and time-efficient workouts. All you need to do is show up with enthusiasm",
 "Varied_experiences_week":"Varied experiences for every day of the week.",
 "The_enthusiastic_goals":"The enthusiastic atmosphere in box12 will inspire you to achieve your goals.",
 "The_small_group_challenging_you":"The small group training sessions MAX12 provide close instruction from our highly skilled trainers. These workouts will improve your boxing technique while physically challenging you",
 "This_new_high-energy_your_mind_every_inch_of_your_body":"This new high-energy, boxing-inspired class will leave you feeling exhilarated and fully charged! Using a metabolic training system and non-contact boxing techniques, this-45 minute class caters for all and will equip you with a new and dynamic skillset. Hold on tight as you rip into those combos and smash through the functional exercises. This fast-paced class will blow your mind while challenging every inch of your body.",
 "This_30_minute_workout_not-so-familiar_exercises": "This 30 minute workout is specifically designed to concentrate on the core abdominal area. Its focus on core strength will help to improve posture, your training technique and your body shape. It’s an easy to follow but intense workout that will take you through a brief warm-up before moving to mat work for familiar and not-so-familiar exercises!",
 "Body_Fusion_will_define_every_inch_of_sense_well-being":"Body Fusion will define every inch of your body! Sweat, Stretch and Strengthen – all in one low-impact, music driven, body-sculpting workout. No weights! No jumps! Just hardcore results, no matter your fitness level.  Improve your posture, your muscle coordination, flexibility, cardiovascular strength and sense of well-being.",
 "How_often_mobility":"How often do you stretch after your workouts? It is vital, yet aften neglected. So our Stretch & Recovery class will lengthen those muscles; increasing your flexibility as well as mobility.",
 "This_class_feeling_energised":"This class is designed to tone and shape those stubborn areas! It involves a series of leg, glute and core exercises, and can be done with or without a resistance band. The class will strengthen, tone and burn fat from your thighs, hips, tummy and bottom, as well as leaving you feeling energised!",
 "Our_HIIT_workouts_alternate_our_HIIT_classes":"Our HIIT workouts alternate between intense bursts of activity and periods of less intense or complete rest! So, if you’re looking to increase your metabolism, burn fat not muscle, and are looking for a workout that will challenge you, get to one of our HIIT classes!",
 "Take_your_skills_fitness_and_coordination":"Take your skills from the bag to the pads for a more authentic boxing feel. Learn and develop new and exciting combinations as well as improving technique, fitness and coordination.",
 "This_small_group_circuit_whole_body":"This small group circuit class is designed to push you out of your comfort zone… it’ll scorch those calories! The variety of functional, resistance and cardio rounds will hit every muscle and sculpt the whole body!",
 "In_this_functional_major_muscle_group":"In this functional and strength training workout you’ll use resistance equipment to perform body sculpting movements that hit every major muscle group.",
 "This_30_minute_improve_strength_exercises":"This 30 minute high intensity interval training class will push you, challenge you and leave you feeling great! It’ll improve strength, power and burn those calories! All with a step box and body weight exercises." ,
 "we_are_here_improve":"We are here to improve health and want to practice fitness properly and correctly",
 "copy_right":"Copyright © All Right Reserved"
}